{
  "privacy-one-title": "PROTECTION OF USER INFORMATION",
  "privacy-one-content": "<p>1.Your identity is confidential and we will not share it with anyone without your consent.</p><p>2. Personal Information: Any information that can personally identify you is not visible to others.</p><p>3. Contacts: Phone contacts and data are private property and we will not utilize them by any means without your permission.</p><p>4. Login: When you login to the MedEasy app, your login credentials are safe and your password is totally encrypted.</p><p>5. Selling information: MedEasy will never sell or distribute your personal information to a third party(s) without your consent.</p>",
  "privacy-two-title": "INFORMATION WE MAY COLLECT",
  "privacy-two-content": "<p>We may collect and process the following types of information from you or third parties in connection with your use of our Services:</p><p>Personal Information – it will include, for example: (1) your name and contact data (such as your e-mail address, phone number, and physical address); (2) your login and password; (3) demographic data (such as your gender, date of birth and location); (4) your communications with your certified healthcare provider and/or with registered medical practitioners (5) any information you provide when you contact or communicate with us, including health related data; (6) payment information; and (7) the location of your device.</p><p>Personal Health Information – it will include, for example, medical history, names and details of previous doctors or other healthcare providers you visited, your reason for visiting a healthcare provider, date of visit, medications, risk factors, images or videos and other medical and health information you share with us. In addition to the information we collect directly from you, we may also collect certain information about you from Providers who provide treatment or other services to you in connection with our Services. This information may include, but is not limited to, the Provider’s diagnoses, recommended advice, treatment plans and medical notes. We may also receive information from third parties that pay for your care or provide you with treatment, laboratory care or prescription medication, which may include, for example, your prescription history, medical record, admission and discharge certificates, insurance policy, insurance eligibility and coverage, and laboratory test results. This Personal Health Information will form a core part of your electronic health record.</p><p>Non-Personal User Information - We may also gather non-personal user information about your computer or device and how you use our Services. This information is typically anonymous and the analytics that we share for this purpose will not identify you as an individual. The collection of this non-personal data is in order for us to learn more about your and our other users’ online behaviour so that we can improve the Services and general marketing to provide a better experience of our brand and cater more to your and our other users’ needs.</p><p>You represent and warrant that all the Information you provide in relation to obtaining the Services is true, accurate, current and complete and you agree to maintain and promptly update such Information, as and when necessary, to keep it current. If we have reasonable grounds to suspect that such Information is untrue, inaccurate or incomplete, we have the right to suspend or terminate the Services.</p><p>You may at any time request us to provide you with a record of all your Information that we have in our possession. Should you wish to remove/delete your Personal User Information and Personal Health Information in whole or in part from our systems you can request us to do so by writing to us. We will take necessary measures to verify the identity of the requestor and where this is consistent with the owner of the Personal User Information and Personal Health Information, we will endeavour to fulfil this request. Where we receive such a request to remove/delete your Personal User Information and Personal Health Information from our systems, you acknowledge and accept that it is not always possible to completely delete the data due to technical constraints. We also retain a back-up archive of data where this is necessary to comply with applicable law, to resolve disputes, troubleshoot problems and enforce terms and conditions. However, we keep this data under periodic review to ensure it is still necessary for us to retain it, in compliance with applicable data protection law.</p><p>We and/or our service providers may automatically collect certain Personal User Information from your device through which you access our Services. This information includes, but is not limited to, your language preferences, your phone number or other unique device identifier, the IP address of your device, the manufacturer, model and operating system of your device, the name and version of our Services you are using, information regarding your browser and information that allows us to personalize our Services. We or our service providers may also collect information about how you interact with our Services and any of our websites or applications to which our Services links or third party websites/applications that link you to our Services, such as how many times you use a specific part of our Services, the amount of time you spend using our Services or how often you use our Services, actions you take in our Services and how you engage with our Services.</p><p>Before you share any information with us about other people, you must make sure that you have their consent to do so. For the avoidance of doubt, we shall not be liable, in any manner whatsoever, for failure on your part to obtain such consent.</p>",
  "privacy-three-title": "DOCTOR CONSULTATION (GENERAL PRACTITIONER)",
  "privacy-three-content": "<p>1. The Doctor Consultation feature of MedEasy enables users to get connected with registered medical practitioners both general and specialist on our specially designed Platforms for medical consultations via our applications by both audio call and video call. Here most of our Doctors are not employed by us. Each Doctor is an independent contractor and is either self-employed or employed by an independent third-party company. We only provide the technology platform to connect you with our Doctors, who will be available to provide you with certain non-emergency medical advice. A direct patient-physician relation will arise between you and our Doctor. Our role is simply to connect you to a registered Doctor, without any liability or responsibility. Any advice or service that you take from a Doctor will be at your own risk.</p> <p>2. The medical advice you receive from your Doctors is not a substitute for other medical treatment you may need. If you are experiencing a medical emergency, you must seek emergency medical help. For the avoidance of doubt, our Services entail the provision of non-emergency medical advice only.</p> <p>3. In some cases, our services may not be the most appropriate for you. For example, certain health issues may require an in-person procedure or highly specialized providers not available through our Services. You will be informed if our Services are unable to help with your particular issue.</p>",
  "privacy-four-title": "SPECIALIST DOCTOR CONSULTATION",
  "privacy-four-content": "<p>1. Specialist Doctor is an extension of our Doctor Consultation feature and available for specific variants only. Through this feature MedEasy users can get connected with and receive medical consultations from a Specialized Doctor through video calls via the MedEasy App. Anyone who has access to MedEasy App with internet will be able to avail the service, upon payment for it.</p><p>2. A high-speed internet connection is necessary for the video consultation under the “Book an appointment” feature. It shall be the responsibility of the MedEasy users to ensure at their own costs that they have internet access with sufficient bandwidth for video calls with a specialist. 6. MedEasy users will not be entitled to any refund for missing any pre- scheduled session.</p><p>3. Terms and limitations of our liability mentioned above for Doctor Consultation apply to Doctor to the extent applicable.</p>",
  "privacy-five-title": "HEALTH INFORMATION",
  "privacy-five-content": "<p>As part of MedEasy, we also provide healthcare information services, and health tips, through Facebook page and our website. The content and material provided through the Services are intended to educate consumers on health care and medical issues that may affect their daily lives. Nothing in the content or material should be considered, or used as a substitute for, medical advice, diagnosis or treatment.</p>",
  "privacy-six-title": "CHANGES",
  "privacy-six-content": "<p>When MedEasy makes any amended changes in this privacy policy, you will be notified immediately.</p>",
  "privacy-seven-title": "CONTACT US",
  "privacy-seven-content": "<p>To update any kind of personal information, to delete your account or have any questions & concerns regarding MedEasy privacy policy, you may contact us at support@medeasy.health. You can also call +8801844671112.</p><p>Address: House#6, Road#5, Block#C, Banasree Rampura, Dhaka-1219</p><p>Note: We may preserve some of your account information after the deletion of your account.</p>"
}