{
  "terms-one-title": "Doctor Consultation",
  "terms-one-content": "<p>1. The Doctor Consultation feature of MedEasy enables users to get connected with registered medical practitioners both general and specialist on our specially designed Platforms for medical consultations via our applications by both audio call and video call. Here most of our Doctors are not employed by us. Each Doctor is an independent contractor and is either self-employed or employed by an independent third-party company. We only provide the technology platform to connect you with our Doctors, who will be available to provide you with certain non-emergency medical advice. A direct patient-physician relation will arise between you and our Doctor. Our role is simply to connect you to a registered Doctor, without any liability or responsibility. Any advice or service that you take from a Doctor will be at your own risk.</p><p>2. The medical advice you receive from your Doctors is not a substitute for other medical treatment you may need. If you are experiencing a medical emergency, you must seek emergency medical help. For the avoidance of doubt, our Services entail the provision of non-emergency medical advice only.</p><p>3. In some cases, our services may not be the most appropriate for you. For example, certain health issues may require an in-person procedure or highly specialized providers not available through our Services. You will be informed if our Services are unable to help with your particular issue.</p>",
  "terms-two-title": "Specialist Doctor",
  "terms-two-content": "<p>4. Specialist Doctor is an extension of our Doctor Consultation feature and available for specific variants only. Through this feature MedEasy users can get connected with and receive medical consultations from a Specialized Doctor through video calls via the MedEasy App. Anyone who has access to MedEasy App with internet will be able to avail the service, upon payment for it.</p><p>5. A high-speed internet connection is necessary for the video consultation under the “Book an appointment” feature. It shall be the responsibility of the MedEasy users to ensure at their own costs that they have internet access with sufficient bandwidth for video calls with a specialist.  6. MedEasy users will not be entitled to any refund for missing any pre- scheduled session.</p><p>7. Terms and limitations of our liability mentioned above for Doctor Consultation apply to Doctor to the extent applicable.</p>",
  "terms-three-title": "Health Information",
  "terms-three-content": "<p>8. As part of MedEasy, we also provide healthcare information services, and health tips, through Facebook page and our website. The content and material provided through the Services are intended to educate consumers on health care and medical issues that may affect their daily lives. Nothing in the content or material should be considered, or used as a substitute for, medical advice, diagnosis or treatment.</p>"
}